export default {
  projections: {
    ФотоE: {
      количество: {
        __caption__: 'Количество'
      },
      типФото: {
        __caption__: 'Вид фото',
        вид: {
          __caption__: 'Вид фото'
        },
        стоимость: {
          __caption__: 'Стоимость'
        }
      }
    },
    ФотоL: {
      количество: {
        __caption__: 'Количество'
      },
      типФото: {
        __caption__: 'Вид фото',
        вид: {
          __caption__: 'Вид фото'
        },
        стоимость: {
          __caption__: 'Стоимость'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    типФото: {
      __caption__: 'Вид фото'
    },
    заказ: {
      __caption__: 'заказ'
    }
  }
};
